<?php
return [
    "dark-mode" => "🌙 الوضع المظلم",
    "home" => "الرئيسية",
    "recipes" => "وصفات",
    "cooking-tips" => "نصائح الطهي",
    "about-us" => "معلومات عنا",
    "about-cookitup" => "عن كوك إت أب",
    "cookitup-description" => "كوك إت أب هو وجهتك المثالية للإلهام الطهوي، حيث نقدم مجموعة واسعة من الوصفات، نصائح الطهي، وحيل المطبخ. سواء كنت مبتدئًا أو طاهيًا متمرسًا، نقدم لك أدلة سهلة المتابعة وأفكار وجبات لذيذة سترتقي بتجربتك في الطهي. انضم إلى مجتمعنا وحقق كل وجبة إلى تحفة فنية!",
    "quick-links" => "روابط سريعة",
    "contact" => "اتصل بنا",
    "terms-conditions" => "الشروط والأحكام",
    "privacy-policy" => "سياسة الخصوصية",
    "follow-us" => "تابعنا",
    "facebook" => "فيسبوك",
    "instagram" => "إنستغرام",
    "twitter" => "تويتر",
    "youtube" => "يوتيوب",
    "contact-us" => "اتصل بنا",
    "email" => "البريد الإلكتروني: support@cookitup.com",
    "phone" => "الهاتف: +1 (123) 456-7890",
    "copyright" => "&copy; 2025 كوك إت أب. جميع الحقوق محفوظة.",
    "container-heading" => "مرحبًا بك في CookItUp",
    "container-sub-heading" => "حيث يلتقي الشغف بالنكهة! اكتشف، ابتكر، واستمتع بوصفات لذيذة بكل سهولة."
];
?>